#+title: Evaluación de exposición: /La inteligencia artificial en los sistemas operativos/
#+author: Gunnar Wolf

- Tema presentado por :: Luis Arvizu y Paola Lara
- Calificación global :: 74.99 * 0.3 + 68.75 * 0.7 = *70.62*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|           50 |    50 |         50 |       50 |        50 |    50 |
|           50 |    75 |        100 |      100 |       100 |    85 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |    75 |        100 |      100 |       100 |    95 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|           75 |    75 |         75 |       50 |        75 |    70 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|           75 |    50 |         75 |       50 |        50 |    60 |
|          100 |   100 |        100 |      100 |       100 |   100 |
|           75 |    75 |        100 |       75 |        75 |    80 |
|           75 |    75 |        100 |       75 |        50 |    75 |
|          100 |    75 |        100 |       50 |        50 |    75 |
|           75 |    50 |        100 |      100 |        75 |    80 |
|           74 |     0 |         75 |       50 |        50 | 49.80 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|           75 |    50 |         50 |       50 |        50 |    55 |
|           75 |    75 |         75 |       75 |        75 |    75 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|        77.58 | 68.42 |      82.89 |    73.68 |     72.37 | 74.99 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@2$>..@>>>$>=vmean($1..$5); f-2


* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           75 |      7.5 |
| Material desarrollado  |    0.2 |           75 |      15. |
| Contenido              |    0.2 |           75 |      15. |
| Fuentes bibliográficas |    0.1 |           50 |       5. |
| Uso del tiempo         |    0.1 |           75 |      7.5 |
| Dominio del tema       |   0.15 |           50 |      7.5 |
| Presencia              |   0.15 |           75 |    11.25 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |    68.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

